{
  "scores": "Счет",
  "restart": "Перезапуск",
  "new_game": "Новая игра",
  "settings": "Настройки",
  "dark_mode": "Темный режим",
  "language": "Язык",
  "about_game": "Зачем играть в обновленную версию TicTacToe?",
  "enhanced_st": {
    "title": "Повышенное стратегическое мышление:",
    "description": "Игроки должны более тщательно планировать, предвидя не только свои будущие ходы, но и потенциальные ходы противника и последующие состояния доски."
  },
  "improved_pr": {
    "title": "Улучшенные навыки решения проблем:",
    "description": "Динамичная природа игры, где ранние ходы исчезают, требует от игроков постоянного решения новых проблем и адаптации своих стратегий соответственно."
  },
  "increased_focus": {
    "title": "Увеличенное внимание и концентрация:",
    "description": "Беспрерывная игра без ничьих обеспечивает то, что игроки остаются вовлеченными и внимательными на протяжении всей игры, так как состояние доски постоянно меняется."
  },
  "better_memory": {
    "title": "Лучшее использование памяти:",
    "description": "Запоминание последовательности ходов и предсказание, какие символы исчезнут, помогает развивать и использовать навыки памяти."
  },
  "promotes_creativity": {
    "title": "Поощряет творчество:",
    "description": "Уникальные механики поощряют игроков думать нестандартно и разрабатывать креативные стратегии для победы."
  },
  "encourages_fair_play": {
    "title": "Способствует честной игре и соревновательности:",
    "description": "Отсутствие ничьих обеспечивает определенного победителя, способствуя соревновательному духу и радости победы, а также поощряя честную игру и уважение к стратегиям противника."
  },
  "educational_value": {
    "title": "Образовательная ценность:",
    "description": "Игра может быть использована как образовательный инструмент для изучения концепций игровой теории, динамических систем и стратегического планирования в интерактивной и увлекательной форме."
  },
  "entertainment_replayability": {
    "title": "Развлечение и возможность повторной игры:",
    "description": "Новые механики делают игру более увлекательной и повышают ее повторяемость, так как каждая игра может развиваться по-разному."
  },
  "reduces_stalemate_frustration": {
    "title": "Снижает разочарование в патовых положениях:",
    "description": "Традиционная игра в крестики-нолики часто заканчивается ничьей, что может вызывать разочарование. Ваша версия устраняет это, предоставляя более удовлетворительный опыт с четким результатом."
  },
  "social_interaction": {
    "title": "Социальное взаимодействие:",
    "description": "Как и в традиционных крестиках-ноликах, ваш вариант может стать социальной активностью, способствуя взаимодействию, общению и дружескому соперничеству между игроками."
  }
}
